
/*
export const exhibits = [
    {     
    id: "1", // 唯一标识
    position: {
      x: -0.6593699553026159,
      y: 1.3866967899666711,
      z: 7.067726292206915,
    },
    scale: {
      x: 0.025612307671229958,
      y: 0.025612307671229958,
      z: 0.025612307671229958,
    },
    rotation: { x: 0, y: 0, z: 0 },
    view: {
      x: -0.6808147304324663,
      y: 1.5,
      z: 5.7431132567302114,
    }, // 预览点的位置，移动到这里，看向position
    name: "作品1", // 名字
    desc: "描述说明", // 描述说明
    url: "/assets/models2/1.glb", // 资源url
    type: "model", // 'gltf' | 'picture' | 'dot'; // gltf模型，图画模型，图画要自定义画框
    boxColor: "#fff", // 画框颜色
  },
]
*/